@extends('layouts.master')

@section('content')

    <div class="col-sm-8 col-sm-offset-2 payconfirm">
        <h2>О сайте mama-print.ru</h2>

        <p>Добро пожаловать на Mama-print.ru! Если вы родитель или учитель, который любит заниматься с детьми интересными
            развивающими играми и уроками, то вы на верном пути.</p>

        <p>Меня зовут Эльвира, и я верю, что мы можем и должны менять мир к лучшему. Как мы можем это сделать? Конечно,
            через своих детей. Я уверена, что каждый ребенок должен превосходить своего родителя, быть умнее, мудрее,
            добрее и ответственнее. Развивая своих детей, мы делаем свой положительный вклад в наше общее будущее. Мы в
            силах помочь нашим детям развить их способности и сделать занятия веселыми и разнообразными</p>

        <h2>Как МамаПринт поможет Вам?</h2>

        <p>Занимаясь ранним развитием, многие родители сталкиваются с огромной проблемой поиска развивающих материалов и
            книг. Это действительно отнимает много времени! Некоторые закупают дорогостоящие пособия, а некоторые делают
            их самостоятельно. Но подготовка не должна отнимать у вас все силы! Ведь положительный эмоциональный настрой
            выспавшейся мамы просто необходим для проведения успешных занятий.</p>

        <p>Мы предлагаем Вам материалы для скачивания и печати, отфильтрованных по категориям, сложности, виду
            деятельности, возрасту. Это сильно сэкономит вам время подготовки к развивашкам, а так же разнообразит
            занятия.</p>

        <p>Используйте тэги и меню для поиска нужных материалов! Удачи и новых достижений!</p>

    </div>

@stop