@extends('layouts.master')

@section('content')

    <div class="col-sm-8 col-sm-offset-2 payconfirm">
        <h2>Контакты</h2>

        <p>По всем вопросам пишите: <a href="mailto:info@mama-print.ru">info@mama-print.ru</a>
            <br/>
            или звоните <strong>+7-908-052-21-87</strong>
        </p>

        <hr>
        <p>Если вы родитель или учитель, который любит заниматься с детьми интересными развивающими играми и уроками, то
            вы на зашли на правильный сайт.</p>

        <p>Меня зовут Эльвира, и я верю, что мы можем и должны менять мир к лучшему. Как мы можем это сделать? Конечно,
            через своих детей.</p>

        <p>Я уверена, что каждый ребенок должен превосходить своего родителя, быть умнее, мудрее, добрее и
            ответственнее. Развивая своих детей, мы делаем свой положительный вклад в наше общее будущее. Мы в силах
            помочь нашим детям развить их способности и сделать занятия веселыми и разнообразными.</p>

        <p>Если Вы так же, как я, постоянно ищите новые развивашки для своего ребенка, зарегистрируйтесь! Еженедельно вы
            будете получать письмо с новыми материалами сайта и списком бесплатных для скачивания. Если Вы создаете
            материалы для скачивания, то предлагаю Вам разместиться на этом сайте, пишите на <a
                    href="mailto:info@mama-print.ru">info@mama-print.ru</a> или вконтакт <a href="https://vk.com/mama_print" target="_blank">https://vk.com/mama_print</a> . Буду рада ответить на все ваши вопросы.</p>

    </div>

@stop