@extends('layouts.master')

@section('content')

    <div class="col-sm-8 col-sm-offset-2 payconfirm">

        <h2>Договор — публичная оферта</h2>

        <p>&nbsp;</p>

        <p>ИП Сутягин А.В., в лице
            интернет-<span>магазина<span>  </span><span>MAMA</span>-<span>PRINT</span>.<span>RU</span></span>,
            именуемое в
            дальнейшем «Продавец», с одной стороны, и пользователь сети Интернет, именуемый
            в дальнейшем «Покупатель», с другой стороны, совместно именуемые «Стороны», заключили
            настоящий договор (далее – «Договор»)</p>

        <p>Договор, в соответствии со статьей 435 и частью 2 статьи 437
            Гражданского кодекса Российской Федерации, является публичной офертой
            (предложением) в адрес неограниченного числа лиц, пользователей сети Интернет.</p>

        <p>В соответствии со статьей 438 Гражданского Кодекса
            Российской Федерации, полным и безоговорочным акцептом (принятием) Договора
            является подтверждение Покупателя своего согласия с условиями Договора или
            осуществление им добровольного платежа.</p>

        <p>&nbsp;</p>

        <p><b>1. Термины, используемые в договоре</b></p>

        <p>1.1. Покупатель — пользователь сети Интернет, принявший
            условия Договора, зарегистрировавшийся на Сайте Продавца и осуществивший платеж
            за Использование Материалов.</p>

        <p>1.2. Материалы — задания для детей, представленные в
            электронном виде в сети Интернет, размещенные на Сайте Продавца,
            предназначенные для скачивания и распечатывания.</p>

        <p>1.3. Каталог — совокупность Материалов.</p>

        <p>1.4. Логин и Пароль — два уникальных набора символов,
            идентифицирующих Покупателя, позволяющих Покупателю осуществлять доступ к
            Контенту.</p>

        <p>1.5. Сайт Продавца — информационный ресурс в сети Интернет,
            принадлежащий Продавцу, расположенный по адресу
            http://<span>MAMA</span>-<span>PRINT</span>.<span>RU</span></p>

        <p>1.6. Использование — открытие Покупателем Материалов через
            браузер, скачивание их и распечатка.</p>

        <p>1.7. <span>Биллинг</span> — система учета
            платежей.</p>

        <p><b>2. Предмет договора</b></p>

        <p>2.1. Продавец предоставляет возможность Покупателю на
            платной основе открывать через браузер и скачивать Материалы, представленные в
            Каталоге</p>

        <p>&nbsp;</p>

        <p><b>3. Обязанности сторон</b></p>

        <p><b>3.1. Обязанности Продавца</b></p>

        <p>3.1.1. Предоставлять Покупателю возможность Использования
            Материалов не позднее 24 часов с момента подтверждения <span>Биллингом</span>
            произведенной оплаты и идентификации Покупателя как плательщика произведенного
            платежа.</p>

        <p>3.1.2. Не разглашать третьим лицам Логин и Пароль, адрес электронной
            почты Покупателя, а также прочие сведения, полученные от Покупателя при
            регистрации.</p>

        <p>3.1.3. Уведомлять Покупателя об изменениях условий Договора
            и его Приложений путем размещения соответствующей информации на Сайтах Продавца
            не менее чем за 30 (тридцать) календарных дней до вступления изменений в силу.</p>

        <p><b>3.2. Обязанности Покупателя</b></p>

        <p>3.2.1. Зарегистрироваться на Сайте Продавца. Установить
            Логин и Пароль, уникальность которых <span>подтвeрждаeтся</span>
            Продавцом. Так же пользователь может пройти процедуру автоматической
            регистрации по факту оплаты, получить сгенерированный системой логин и пароль и
            сохранить их в надежном месте. При этом строго и неукоснительно следовать
            указаниям Продавца о порядке регистрации, размещенном на Сайте Продавца.</p>

        <p>3.2.2. Производить оплату за Использование Материалов
            согласно п.4 Договора.</p>

        <p>3.2.3. Обеспечивать конфиденциальность Логина и Пароля,
            сообщенного при регистрации.</p>

        <p>3.2.4. Покупатель имеет право скачать и распечатать
            Материалы и использовать скачанные Материалы исключительно в личных целях.</p>

        <p>3.2.5. Покупатель не имеет права:</p>

        <ul>

            <li>
                передавать либо рассылать скачанные Материалы
                третьим лицам как полностью, так и частично;

            </li>
            <li>
                воспроизводить Материалы, то есть изготавливать
                экземпляры Материалов или их частей в любой форме, если это воспроизведение
                имеет цель дальнейшего распространения;

            </li>
            <li>
                доводить Материалы до всеобщего сведения с
                использованием сети Интернет и прочих цифровых сетей;

            </li>
            <li>

                переделывать, изменять или прочим образом Материалы.
            </li>

        </ul>

        <p>Несоблюдение требований п.3.2.5. Договора является
            нарушением законодательства об авторском праве и преследуется по закону.</p>

        <p>3.2.7. Вся информация, размещенная на Сайтах Продавца о
            порядке пользования Каталогом, оплаты Материалов и прочих особенностях
            исполнения Договора является неотъемлемой частью Договора и обязательна к
            исполнению Покупателем.</p>

        <p>&nbsp;</p>

        <p><b>4. Условия оплаты</b></p>

        <p>4.1. Покупатель производит авансовый платеж в рублях на
            условиях, указанных на Сайте Продавца.</p>

        <p>4.2. Продавец вправе в одностороннем порядке изменять действующие
            цены путем размещения соответствующей информации на Сайте Продавца. Любое
            изменение цен не касается уже оплаченных Материалов.</p>

        <p>4.3 <a></a>Оплата производится только безналичным
            путём с помощью<span>  </span>процессингового центра
            http://onpay.ru</p>

        <p><b>5. Ответственность сторон</b></p>

        <p>5.1. Покупатель принимает на себя полную ответственность и
            риски, связанные с использованием Каталога.</p>

        <p>5.2. Покупатель полностью несет ответственность за
            использование третьими лицами Логина и Пароля.</p>

        <p>5.3. Покупатель полностью несет ответственность за использование
            третьими лицами информации, передаваемой Продавцом на адрес электронной почты,
            указанный Покупателем при регистрации.</p>

        <p>5.4. Продавец не несет ответственности за любые расходы
            Покупателя или прямой либо косвенный ущерб, который может быть нанесен
            Покупателю вследствие использования Каталога.</p>

        <p>5.5. Продавец <span>нe</span> <span>нeсeт</span> <span>отвeтствeнности</span> за качество
            доступа к Каталогу через сеть Интернет.</p>

        <p>5.6. Ни при каких обстоятельствах Продавец не несет
            ответственности за использование третьими лицами Логина и Пароля.</p>

        <p>5.6. Продавец не несет ответственности за прямой или
            косвенный ущерб, понесенный Покупателю в результате ошибок передачи данных,
            сбоев/дефектов в работе программного обеспечения и/или оборудования, потерь и
            повреждений данных, ошибок обработки или отображения данных, задержек в
            передаче данных и других сбоев, случившихся не по вине Продавца.</p>

        <p><b>6. Срок действия договора</b></p>

        <p>6.1. Договор вступает в силу с момента поступления первого
            платежа от Покупателя и действует до полного исполнения Сторонами своих
            обязательств.</p>

        <p><b>7. Обстоятельства непреодолимой силы</b></p>

        <p>7.1. Стороны освобождаются от ответственности за частичное
            или полное неисполнение обязательств по настоящему Договору в случае, если
            такое неисполнение явилось прямым следствием обстоятельств непреодолимой силы
            (форс-мажорных обстоятельств), возникших после заключения Договора, в
            результате событий чрезвычайного характера, а именно: пожара, наводнения,
            урагана и землетрясения или наложения органами государственной власти
            ограничений на деятельность любой из Сторон, и если эти обстоятельства Стороны
            не могли ни предвидеть, ни предотвратить разумными мерами.</p>

        <p><b>8. Прочие условия</b></p>

        <p>8.1. В случае, если какое-либо положение или какая-либо
            часть положения Договора признаны недействительными или не имеющими юридической
            силы, остальные положения и части положений Договора остаются в полной силе и
            действии.</p>

        <p>8.2. Все Приложения к настоящему Договору являются его
            неотъемлемой частью.</p>

        <p>8.3. Во всем остальном Стороны договорились
            руководствоваться действующим законодательством Российской Федерации.</p>

        <p>8.4. Продавец вправе вносить изменения в Договор с
            обязательным размещением соответствующей информации на Сайте Продавца за 30
            (тридцать) календарных дней до вступления соответствующих изменений в силу.</p>

        <p>8.5. По всем возникающим вопросам Покупатель вправе
            обращаться в Службу поддержки Продавца по адресу электронной
            почты:<span><span>&nbsp;</span></span><a><span>info</span><span>@</span><span>mama</span><span>-</span><span>print</span><span>.</span><span>ru</span></a>
        </p>

        <p><b>9. Разрешение споров</b></p>

        <p>9.1. Споры и разногласия, которые могут возникнуть по
            данному Договору, решаются путем соблюдения досудебного (претензионного)
            порядка. Срок рассмотрения Продавцом претензии — 7 (семь) календарных дней с
            момента ее получения от Покупателя.</p>

        <p>9.2. Если Стороны не придут к соглашению, эти споры и
            разногласия разрешаются в судебном порядке согласно действующему
            законодательству Российской Федерации.</p>

        <p><b>10. Уведомление о конфиденциальности</b></p>

        <p>10.1 Согласие пользователя на предоставление персональной
            информации, определяется согласием с настоящей публичной офертой, происходящей
            автоматически при начале пользования Покупателем любыми услугами Продавца.</p>

        <p>10.2 Для оказания услуг Продавец собирает и хранит только
            необходимые персональные данные пользователя. Продавец может использовать
            персональные данные пользователя для его идентификации, уточнения данных платежа,
            предоставлению персонализированных сервисов, обратной связи с Покупателем,
            обработки заявок и запросов, выполнения обезличенных статистических вычислений
            и улучшения качества услуг, оказываемых Покупателю.</p>

        <p>10.3. Продавец вправе передать персональную информацию
            пользователя третьим лицам только в случаях, если Покупатель выразил свое
            согласие на такие действия, передача необходима для оказания услуги Покупателю,
            передача предусмотрена законодательством РФ.</p>

        <p><strong><span>Продавец:</span></strong><span><span>&nbsp;</span></span>ИП Сутягин А.В.,
            ОГРНИП 314452615100010 от 25.05.2014, ИНН 451400637286,<br>
            <strong><span>Адрес (место
нахождения):</span></strong><span><span>&nbsp;</span></span>454021,
            Челябинск, <span>ул. Бейвеля</span> д.14</p>

    </div>

@stop